KPeople-EN-src-0.1/PENTAHO-BI/ETL/sna/soapRequestUserCommunicationFrom.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Body>
      <ns3:getUserEventsCommunicationFrom xmlns:ns3="http://report.service.kpeople.webscience.it">
      </ns3:getUserEventsCommunicationFrom>
   </soapenv:Body>
</soapenv:Envelope>